Repository: AIMDICK/DotAHK
Catalog: src/DotAHK/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, ru_ru

# WatchFolderSummaryOne
source: 1 watch folder
de_de: 1 überwachter Ordner
es_es: 1 carpeta supervisada
ru_ru: 1 отслеживаемая папка

# WatchFolderSummaryMany
source: {0} watch folders
de_de: {0} überwachte Ordner
es_es: {0} carpetas supervisadas
ru_ru: Отслеживаемых папок: {0}

# TrayIconsToggle.OffContent
source: Tray icons: on
de_de: Taskleistensymbole: ein
es_es: Iconos de bandeja: activados
ru_ru: Значки в трее: вкл.

# TrayIconsToggle.OnContent
source: Tray icons: hidden
de_de: Taskleistensymbole: ausgeblendet
es_es: Iconos de bandeja: ocultos
ru_ru: Значки в трее: скрыты

# TrayIconsToggle.ToolTipService.ToolTip
source: Inject #NoTrayIcon so scripts do not add their own tray icons
de_de: #NoTrayIcon einfügen, damit Skripte keine eigenen Taskleistensymbole hinzufügen
es_es: Inyecta #NoTrayIcon para que los scripts no añadan sus propios iconos de bandeja
ru_ru: Добавляет #NoTrayIcon, чтобы скрипты не создавали собственные значки в трее

# DisableAllText.Text
source: Disable all
de_de: Alle deaktivieren
es_es: Desactivar todo
ru_ru: Отключить все

# DisableAllButton.ToolTipService.ToolTip
source: Stop every running AutoHotkey script
de_de: Alle laufenden AutoHotkey-Skripte beenden
es_es: Detener todos los scripts de AutoHotkey en ejecución
ru_ru: Остановить все запущенные скрипты AutoHotkey

# HiddenButton.ToolTipService.ToolTip
source: Show or hide the hidden (soft-deleted) scripts
de_de: Ausgeblendete (vorläufig gelöschte) Skripte ein-/ausblenden
es_es: Mostrar u ocultar los scripts ocultos (eliminados temporalmente)
ru_ru: Показать или скрыть скрытые (мягко удалённые) скрипты

# RescanText.Text
source: Rescan
de_de: Neu scannen
es_es: Volver a analizar
ru_ru: Пересканировать

# LanguageCombo.ToolTipService.ToolTip
source: Change the application language
de_de: Sprache der Anwendung ändern
es_es: Cambiar el idioma de la aplicación
ru_ru: Изменить язык приложения

# ProfileCombo.ToolTipService.ToolTip
source: Pick an environment profile
de_de: Ein Umgebungsprofil auswählen
es_es: Elegir un perfil de entorno
ru_ru: Выберите профиль среды

# ActivateText.Text
source: Activate
de_de: Aktivieren
es_es: Activar
ru_ru: Активировать

# ActivateButton.ToolTipService.ToolTip
source: Start this profile's scripts and stop the others
de_de: Die Skripte dieses Profils starten und die anderen beenden
es_es: Iniciar los scripts de este perfil y detener los demás
ru_ru: Запустить скрипты этого профиля и остановить остальные

# AddProfileButton.ToolTipService.ToolTip
source: Create a new profile
de_de: Neues Profil erstellen
es_es: Crear un nuevo perfil
ru_ru: Создать новый профиль

# RemoveProfileButton.ToolTipService.ToolTip
source: Delete the selected profile
de_de: Ausgewähltes Profil löschen
es_es: Eliminar el perfil seleccionado
ru_ru: Удалить выбранный профиль

# EditProfileButton.ToolTipService.ToolTip
source: Assign scripts to the selected profile
de_de: Skripte dem ausgewählten Profil zuweisen
es_es: Asignar scripts al perfil seleccionado
ru_ru: Назначить скрипты выбранному профилю

# StartupToggle.OffContent
source: Startup: off
de_de: Start: aus
es_es: Inicio: desactivado
ru_ru: Автозапуск: выкл.

# StartupToggle.OnContent
source: Startup: on
de_de: Start: ein
es_es: Inicio: activado
ru_ru: Автозапуск: вкл.

# StartupToggle.ToolTipService.ToolTip
source: Launch DotAHK automatically at Windows sign-in
de_de: DotAHK bei der Windows-Anmeldung automatisch starten
es_es: Iniciar DotAHK automáticamente al iniciar sesión en Windows
ru_ru: Автоматически запускать DotAHK при входе в Windows

# OpenLocationButton.ToolTipService.ToolTip
source: Open in File Explorer
de_de: Im Datei-Explorer öffnen
es_es: Abrir en el Explorador de archivos
ru_ru: Открыть в Проводнике

# HighCpuText.Text
source: High CPU - possible runaway loop
de_de: Hohe CPU-Auslastung - mögliche Endlosschleife
es_es: CPU alta: posible bucle descontrolado
ru_ru: Высокая загрузка ЦП — возможен цикл

# BurstText.Text
source: Burst
de_de: Kurzlauf
es_es: Ráfaga
ru_ru: Запуск

# BurstButton.ToolTipService.ToolTip
source: Run for 10 seconds, then stop automatically
de_de: 10 Sekunden ausführen, dann automatisch beenden
es_es: Ejecutar durante 10 segundos y detenerlo automáticamente
ru_ru: Запустить на 10 секунд, затем автоматически остановить

# EditButton.ToolTipService.ToolTip
source: Open the quick-fix editor
de_de: Schnellkorrektur-Editor öffnen
es_es: Abrir el editor rápido
ru_ru: Открыть редактор быстрых правок

# ReloadButton.ToolTipService.ToolTip
source: Restart to load the latest code from disk
de_de: Neu starten, um den neuesten Code von der Festplatte zu laden
es_es: Reiniciar para cargar el código más reciente del disco
ru_ru: Перезапустить, чтобы загрузить последний код с диска

# HideButton.ToolTipService.ToolTip
source: Hide this script (does not delete the file)
de_de: Dieses Skript ausblenden (Datei wird nicht gelöscht)
es_es: Ocultar este script (no elimina el archivo)
ru_ru: Скрыть этот скрипт (файл не удаляется)

# ActiveToggle.OffContent
source: Off
de_de: Aus
es_es: Desactivado
ru_ru: Выкл.

# ActiveToggle.OnContent
source: On
de_de: Ein
es_es: Activado
ru_ru: Вкл.

# ActiveToggle.ToolTipService.ToolTip
source: Run until you turn it off
de_de: Ausführen, bis Sie es deaktivieren
es_es: Ejecutar hasta que lo desactives
ru_ru: Выполнять, пока вы не отключите

# AdvancedExpander.Header
source: Advanced settings
de_de: Erweiterte Einstellungen
es_es: Configuración avanzada
ru_ru: Дополнительные параметры

# RunForText.Text
source: Run for
de_de: Ausführen für
es_es: Ejecutar durante
ru_ru: Выполнять в течение

# SecondsItem.Content
source: Seconds
de_de: Sekunden
es_es: Segundos
ru_ru: Секунд

# MinutesItem.Content
source: Minutes
de_de: Minuten
es_es: Minutos
ru_ru: Минут

# HoursItem.Content
source: Hours
de_de: Stunden
es_es: Horas
ru_ru: Часов

# ScheduleButton.Content
source: Schedule
de_de: Planen
es_es: Programar
ru_ru: Запланировать

# ScheduleButton.ToolTipService.ToolTip
source: Run for the chosen duration, then stop automatically
de_de: Für die gewählte Dauer ausführen, dann automatisch beenden
es_es: Ejecutar durante la duración elegida y detenerlo automáticamente
ru_ru: Выполнять в течение выбранного времени, затем автоматически остановить

# ArgumentsLabel.Text
source: Arguments
de_de: Argumente
es_es: Argumentos
ru_ru: Аргументы

# ArgumentsBox.PlaceholderText
source: Optional: e.g. -delay 50
de_de: Optional: z. B. -delay 50
es_es: Opcional: p. ej., -delay 50
ru_ru: Необязательно: например, -delay 50

# ArgumentsBox.ToolTipService.ToolTip
source: Extra command-line arguments passed to the script
de_de: Zusätzliche Befehlszeilenargumente für das Skript
es_es: Argumentos de línea de comandos adicionales pasados al script
ru_ru: Дополнительные аргументы командной строки, передаваемые скрипту

# HotkeyLabel.Text
source: Hotkey
de_de: Tastenkürzel
es_es: Atajo de teclado
ru_ru: Горячая клавиша

# HotkeyBox.PlaceholderText
source: e.g. Ctrl+Alt+G
de_de: z. B. Strg+Alt+G
es_es: p. ej., Ctrl+Alt+G
ru_ru: например, Ctrl+Alt+G

# HotkeyBox.ToolTipService.ToolTip
source: System-wide hotkey that toggles this script on and off
de_de: Systemweites Tastenkürzel, das dieses Skript ein- und ausschaltet
es_es: Atajo de teclado global que activa y desactiva este script
ru_ru: Глобальная горячая клавиша для включения и выключения этого скрипта

# InScriptText.Text
source: In script:
de_de: Im Skript:
es_es: En el script:
ru_ru: В скрипте:

# GroupsLabel.Text
source: Groups
de_de: Gruppen
es_es: Grupos
ru_ru: Группы

# GroupToggle.ToolTipService.ToolTip
source: Toggle membership in this group. A script can belong to several groups.
de_de: Zugehörigkeit zu dieser Gruppe umschalten. Ein Skript kann zu mehreren Gruppen gehören.
es_es: Alternar la pertenencia a este grupo. Un script puede pertenecer a varios grupos.
ru_ru: Переключить членство в этой группе. Скрипт может входить в несколько групп.

# LaunchOnStartupCheck.Content
source: Launch on startup
de_de: Beim Start ausführen
es_es: Iniciar al arrancar
ru_ru: Запускать при старте

# LaunchOnStartupCheck.ToolTipService.ToolTip
source: Run this script automatically when DotAHK boots
de_de: Dieses Skript beim Start von DotAHK automatisch ausführen
es_es: Ejecutar este script automáticamente al iniciar DotAHK
ru_ru: Автоматически запускать этот скрипт при запуске DotAHK

# ElevateAdminButton.Text
source: Activate Admin
es_es: Activar Admin

# ElevateAdminButton.ToolTipService.ToolTip
source: Restart DotAHK with administrator rights so it can manage scripts that require elevation
es_es: Reiniciar DotAHK con permisos de administrador para poder gestionar scripts que requieran elevación

# AdminSettingsButton.ToolTipService.ToolTip
source: Elevation settings
es_es: Configuración de elevación

# AlwaysRunAsAdminToggle.Header
source: Always run as administrator
es_es: Ejecutar siempre como administrador

# AlwaysRunAsAdminToggle.ToolTipService.ToolTip
source: Automatically request elevation (UAC) every time DotAHK starts
es_es: Solicitar automáticamente la elevación (UAC) cada vez que DotAHK se inicie

# StartupTaskToggle.Header
source: Run at Windows startup
es_es: Ejecutar al iniciar Windows

# StartupTaskToggle.ToolTipService.ToolTip
source: Launch DotAHK automatically at Windows sign-in, as Administrator, minimized to the notification area
es_es: Iniciar DotAHK automáticamente al iniciar sesión en Windows, como Administrador y minimizado en el área de notificación

# StartupTaskDisabled.ToolTipService.ToolTip
source: DotAHK must be running as Administrator to configure startup. Use "Activate Admin" to elevate.
es_es: DotAHK debe ejecutarse como Administrador para configurar el inicio automático. Usa "Activar Admin" para elevar los permisos.

# StatusStartupTaskNeedsAdmin
source: Enable Admin mode before configuring startup.
es_es: Activa el modo Admin antes de configurar el inicio automático.

# StatusElevationCancelled
source: Elevation was cancelled.
es_es: Se canceló la elevación.

# AdminWarningIcon.ToolTipService.ToolTip
source: This script requests Administrator privileges. If started while DotAHK is not in Admin mode, the toggle will incorrectly turn off due to Windows security.
es_es: Este script requiere permisos de Administrador. Si se ejecuta sin activar el modo Admin en DotAHK, el interruptor se apagará incorrectamente debido a la seguridad de Windows.

# DownloadV1Text.Text
source: Download v1
de_de: v1 herunterladen
es_es: Descargar v1
ru_ru: Скачать v1

# DownloadV1Button.ToolTipService.ToolTip
source: AutoHotkey v1 is not installed
de_de: AutoHotkey v1 ist nicht installiert
es_es: AutoHotkey v1 no está instalado
ru_ru: AutoHotkey v1 не установлен

# DownloadV2Text.Text
source: Download v2
de_de: v2 herunterladen
es_es: Descargar v2
ru_ru: Скачать v2

# DownloadV2Button.ToolTipService.ToolTip
source: AutoHotkey v2 is not installed
de_de: AutoHotkey v2 ist nicht installiert
es_es: AutoHotkey v2 no está instalado
ru_ru: AutoHotkey v2 не установлен

# QuickFixEditorTitle.Text
source: Quick-fix editor
de_de: Schnellkorrektur-Editor
es_es: Editor rápido
ru_ru: Редактор быстрых правок

# EditorCloseButton.Content
source: Close
de_de: Schließen
es_es: Cerrar
ru_ru: Закрыть

# EditorSaveButton.Content
source: Save
de_de: Speichern
es_es: Guardar
ru_ru: Сохранить

# EditorSaveReloadButton.Content
source: Save and Hot-Reload
de_de: Speichern und neu laden
es_es: Guardar y recargar en caliente
ru_ru: Сохранить и перезагрузить

# AssignProfileTitle.Text
source: Assign scripts to profile
de_de: Skripte dem Profil zuweisen
es_es: Asignar scripts al perfil
ru_ru: Назначить скрипты профилю

# ProfileEditorCloseButton.Content
source: Close
de_de: Schließen
es_es: Cerrar
ru_ru: Закрыть

# ProfileEditorSaveButton.Content
source: Save
de_de: Speichern
es_es: Guardar
ru_ru: Сохранить

# HiddenScriptsTitle.Text
source: Hidden scripts
de_de: Ausgeblendete Skripte
es_es: Scripts ocultos
ru_ru: Скрытые скрипты

# HiddenScriptsHint.Text
source: Hidden scripts stay on disk. Restore one to bring it back to the active list.
de_de: Ausgeblendete Skripte bleiben auf der Festplatte. Stellen Sie eines wieder her, um es in die aktive Liste aufzunehmen.
es_es: Los scripts ocultos permanecen en el disco. Restaura uno para devolverlo a la lista activa.
ru_ru: Скрытые скрипты остаются на диске. Восстановите скрипт, чтобы вернуть его в активный список.

# RestoreText.Text
source: Restore
de_de: Wiederherstellen
es_es: Restaurar
ru_ru: Восстановить

# RestoreButton.ToolTipService.ToolTip
source: Restore this script to the active list
de_de: Dieses Skript in die aktive Liste wiederherstellen
es_es: Restaurar este script a la lista activa
ru_ru: Вернуть этот скрипт в активный список

# RestoreAllButton.Content
source: Restore all
de_de: Alle wiederherstellen
es_es: Restaurar todo
ru_ru: Восстановить все

# HiddenCloseButton.Content
source: Close
de_de: Schließen
es_es: Cerrar
ru_ru: Закрыть

# WelcomeTitle.Text
source: Welcome to DotAHK
de_de: Willkommen bei DotAHK
es_es: Te damos la bienvenida a DotAHK
ru_ru: Добро пожаловать в DotAHK

# WelcomeBody.Text
source: Choose the folders to scan for AutoHotkey scripts (.ahk, .ahk1, .ahk2). Only the folders you select are ever scanned.
de_de: Wählen Sie die Ordner aus, die nach AutoHotkey-Skripten (.ahk, .ahk1, .ahk2) durchsucht werden. Nur ausgewählte Ordner werden durchsucht.
es_es: Elige las carpetas que se analizarán en busca de scripts de AutoHotkey (.ahk, .ahk1, .ahk2). Solo se analizan las carpetas que selecciones.
ru_ru: Выберите папки для поиска скриптов AutoHotkey (.ahk, .ahk1, .ahk2). Сканируются только выбранные вами папки.

# AddFolderText.Text
source: Add folder
de_de: Ordner hinzufügen
es_es: Agregar carpeta
ru_ru: Добавить папку

# GetStartedButton.Content
source: Get started
de_de: Erste Schritte
es_es: Comenzar
ru_ru: Начать

# LoadingText.Text
source: Starting DotAHK...
de_de: DotAHK wird gestartet...
es_es: Iniciando DotAHK...
ru_ru: Запуск DotAHK...

# LanguageRestartTitle
source: Language changed
de_de: Sprache geändert
es_es: Idioma cambiado
ru_ru: Язык изменён

# LanguageRestartMessage
source: Please restart the application to apply the language changes.
de_de: Bitte starten Sie die Anwendung neu, um die Sprachänderungen anzuwenden.
es_es: Reinicia la aplicación para aplicar los cambios de idioma.
ru_ru: Перезапустите приложение, чтобы применить изменения языка.

# ConfirmOkButton
source: OK
es_es: Aceptar
ru_ru: ОК

# AllScriptsOption
source: All Scripts
de_de: Alle Skripte
es_es: Todos los scripts
ru_ru: Все скрипты

# StatusReady
source: Ready
de_de: Bereit
es_es: Listo
ru_ru: Готово

# StatusScanning
source: Scanning for AutoHotkey scripts...
de_de: AutoHotkey-Skripte werden gesucht...
es_es: Buscando scripts de AutoHotkey...
ru_ru: Поиск скриптов AutoHotkey...

# StatusFoundOne
source: Found 1 script.
de_de: 1 Skript gefunden.
es_es: Se encontró 1 script.
ru_ru: Найден 1 скрипт.

# StatusFoundMany
source: Found {0} scripts.
de_de: {0} Skripte gefunden.
es_es: Se encontraron {0} scripts.
ru_ru: Найдено скриптов: {0}.

# StatusScanFailed
source: Scan failed: {0}
de_de: Scan fehlgeschlagen: {0}
es_es: Error de análisis: {0}
ru_ru: Ошибка сканирования: {0}

# StatusFolderWatched
source: Folder is already being watched.
de_de: Der Ordner wird bereits überwacht.
es_es: La carpeta ya se está supervisando.
ru_ru: Папка уже отслеживается.

# StatusAddedProfile
source: Added profile "{0}".
de_de: Profil "{0}" hinzugefügt.
es_es: Se agregó el perfil "{0}".
ru_ru: Профиль "{0}" добавлен.

# StatusProfileExists
source: Profile "{0}" already exists.
de_de: Profil "{0}" existiert bereits.
es_es: El perfil "{0}" ya existe.
ru_ru: Профиль "{0}" уже существует.

# StatusDeletedProfile
source: Deleted profile "{0}".
de_de: Profil "{0}" gelöscht.
es_es: Se eliminó el perfil "{0}".
ru_ru: Профиль "{0}" удалён.

# StatusSelectProfileActivate
source: Select a profile before activating it.
de_de: Wählen Sie ein Profil aus, bevor Sie es aktivieren.
es_es: Selecciona un perfil antes de activarlo.
ru_ru: Выберите профиль перед активацией.

# StatusSelectProfileEdit
source: Select a profile to edit before assigning scripts.
de_de: Wählen Sie ein Profil zum Bearbeiten aus, bevor Sie Skripte zuweisen.
es_es: Selecciona un perfil para editarlo antes de asignar scripts.
ru_ru: Выберите профиль для редактирования перед назначением скриптов.

# StatusProfileActive
source: Profile "{0}" active - {1} script(s) started.
de_de: Profil "{0}" aktiv - {1} Skript(e) gestartet.
es_es: Perfil "{0}" activo: se iniciaron {1} script(s).
ru_ru: Профиль "{0}" активен — запущено скриптов: {1}.

# StatusNoRunningScripts
source: No running scripts to stop.
de_de: Keine laufenden Skripte zum Beenden.
es_es: No hay scripts en ejecución que detener.
ru_ru: Нет запущенных скриптов для остановки.

# StatusStoppedOne
source: Stopped 1 script.
de_de: 1 Skript beendet.
es_es: Se detuvo 1 script.
ru_ru: Остановлен 1 скрипт.

# StatusStoppedMany
source: Stopped {0} scripts.
de_de: {0} Skripte beendet.
es_es: Se detuvieron {0} scripts.
ru_ru: Остановлено скриптов: {0}.

# StatusHiddenScript
source: Hidden "{0}". Open "Hidden" to restore it.
de_de: "{0}" ausgeblendet. Öffnen Sie "Ausgeblendet", um es wiederherzustellen.
es_es: Se ocultó "{0}". Abre "Ocultos" para restaurarlo.
ru_ru: "{0}" скрыт. Откройте "Скрытые", чтобы восстановить.

# StatusRestoredScript
source: Restored "{0}".
de_de: "{0}" wiederhergestellt.
es_es: Se restauró "{0}".
ru_ru: "{0}" восстановлен.

# StatusRestoredAll
source: Restored all hidden scripts.
de_de: Alle ausgeblendeten Skripte wiederhergestellt.
es_es: Se restauraron todos los scripts ocultos.
ru_ru: Все скрытые скрипты восстановлены.

# StatusAutoStarted
source: Auto-started {0} script(s).
de_de: {0} Skript(e) automatisch gestartet.
es_es: Se iniciaron automáticamente {0} script(s).
ru_ru: Автоматически запущено скриптов: {0}.

# StatusCouldNotOpenDownload
source: Could not open the download page: {0}
de_de: Downloadseite konnte nicht geöffnet werden: {0}
es_es: No se pudo abrir la página de descarga: {0}
ru_ru: Не удалось открыть страницу загрузки: {0}

# StatusCouldNotEnableStartup
source: Could not enable launch on startup.
de_de: Automatischer Start konnte nicht aktiviert werden.
es_es: No se pudo habilitar el inicio automático.
ru_ru: Не удалось включить автозапуск.

# StatusCouldNotDisableStartup
source: Could not disable launch on startup.
de_de: Automatischer Start konnte nicht deaktiviert werden.
es_es: No se pudo deshabilitar el inicio automático.
ru_ru: Не удалось отключить автозапуск.

# InstallDetecting
source: AutoHotkey: detecting...
de_de: AutoHotkey: wird erkannt...
es_es: AutoHotkey: detectando...
ru_ru: AutoHotkey: обнаружение...

source: Installed: none
de_de: Installiert: keine
es_es: Instalado: ninguno
ru_ru: Установлено: нет

# InstalledList
source: Installed: {0}
de_de: Installiert: {0}
es_es: Instalado: {0}
ru_ru: Установлено: {0}

# HiddenButtonCount
source: {0} hidden
de_de: {0} ausgeblendet
es_es: {0} ocultos
ru_ru: Скрыто: {0}

# EmptyNoScriptsTitle
source: No AutoHotkey scripts found
de_de: Keine AutoHotkey-Skripte gefunden
es_es: No se encontraron scripts de AutoHotkey
ru_ru: Скрипты AutoHotkey не найдены

# EmptyNoScriptsHint
source: Add a folder to the watch list, then rescan.
de_de: Fügen Sie einen Ordner zur Überwachungsliste hinzu, und scannen Sie erneut.
es_es: Agrega una carpeta a la lista de supervisión y vuelve a analizar.
ru_ru: Добавьте папку в список отслеживания и пересканируйте.

# EmptyNoProfileTitle
source: No scripts in this profile
de_de: Keine Skripte in diesem Profil
es_es: No hay scripts en este perfil
ru_ru: В этом профиле нет скриптов

# EmptyNoProfileHint
source: Use the Edit button next to the profile to assign scripts to it.
de_de: Verwenden Sie die Schaltfläche "Bearbeiten" neben dem Profil, um Skripte zuzuweisen.
es_es: Usa el botón Editar junto al perfil para asignarle scripts.
ru_ru: Используйте кнопку "Изменить" рядом с профилем, чтобы назначить скрипты.

# CardInactive
source: Inactive
de_de: Inaktiv
es_es: Inactivo
ru_ru: Неактивен

# CardRunning
source: Running - PID {0}
de_de: Wird ausgeführt - PID {0}
es_es: En ejecución - PID {0}
ru_ru: Выполняется — PID {0}

# CardBurst
source: Burst running - PID {0}
de_de: Kurzlauf aktiv - PID {0}
es_es: Ráfaga en ejecución - PID {0}
ru_ru: Запуск — PID {0}

# CardScheduled
source: Scheduled running - PID {0}
de_de: Geplant aktiv - PID {0}
es_es: Programado en ejecución - PID {0}
ru_ru: По расписанию — PID {0}

# CardNoAhk
source: AutoHotkey not found
de_de: AutoHotkey nicht gefunden
es_es: No se encontró AutoHotkey
ru_ru: AutoHotkey не найден

# CardInstallationMissing
source: AutoHotkey not found - install v1 or v2
de_de: AutoHotkey nicht gefunden - installieren Sie v1 oder v2
es_es: No se encontró AutoHotkey: instala v1 o v2
ru_ru: AutoHotkey не найден — установите v1 или v2

# CardStartFailed
source: Start failed: {0}
de_de: Start fehlgeschlagen: {0}
es_es: Error al iniciar: {0}
ru_ru: Ошибка запуска: {0}

# CardStopFailed
source: Stop failed: {0}
de_de: Beenden fehlgeschlagen: {0}
es_es: Error al detener: {0}
ru_ru: Ошибка остановки: {0}

# CardLocationFailed
source: Could not open the file location.
de_de: Dateispeicherort konnte nicht geöffnet werden.
es_es: No se pudo abrir la ubicación del archivo.
ru_ru: Не удалось открыть расположение файла.

# CardAutoStop
source: Auto-stop in {0}
de_de: Automatisches Beenden in {0}
es_es: Detención automática en {0}
ru_ru: Автостоп через {0}

# HotkeyNone
source: No global hotkey.
de_de: Kein globales Tastenkürzel.
es_es: Sin atajo de teclado global.
ru_ru: Глобальная горячая клавиша не задана.

# HotkeyInvalid
source: Invalid hotkey. Use e.g. Ctrl+Alt+G.
de_de: Ungültiges Tastenkürzel. Verwenden Sie z. B. Strg+Alt+G.
es_es: Atajo no válido. Usa, p. ej., Ctrl+Alt+G.
ru_ru: Недопустимая горячая клавиша. Используйте, например, Ctrl+Alt+G.

# HotkeyBound
source: Bound to {0}
de_de: Gebunden an {0}
es_es: Vinculado a {0}
ru_ru: Привязано к {0}

# HotkeyError
source: Hotkey error: {0}
de_de: Tastenkürzel-Fehler: {0}
es_es: Error de atajo: {0}
ru_ru: Ошибка горячей клавиши: {0}

# EditorReady
source: Ready.
de_de: Bereit.
es_es: Listo.
ru_ru: Готово.

# EditorSavedAt
source: Saved at {0}.
de_de: Gespeichert um {0}.
es_es: Guardado a las {0}.
ru_ru: Сохранено в {0}.

# EditorSaveFailed
source: Save failed: {0}
de_de: Speichern fehlgeschlagen: {0}
es_es: Error al guardar: {0}
ru_ru: Ошибка сохранения: {0}

# EditorHotReloadedAt
source: Hot-reloaded at {0}.
de_de: Neu geladen um {0}.
es_es: Recargado en caliente a las {0}.
ru_ru: Перезагружено в {0}.

# EditorHotReloadFailed
source: Hot-reload failed: {0}
de_de: Neu laden fehlgeschlagen: {0}
es_es: Error de recarga en caliente: {0}
ru_ru: Ошибка перезагрузки: {0}

# EditorCouldNotRead
source: Could not read file: {0}
de_de: Datei konnte nicht gelesen werden: {0}
es_es: No se pudo leer el archivo: {0}
ru_ru: Не удалось прочитать файл: {0}

# ProfileEditorScriptsAvailable
source: {0} scripts available.
de_de: {0} Skripte verfügbar.
es_es: {0} scripts disponibles.
ru_ru: Доступно скриптов: {0}.

# ProfileEditorSaved
source: Saved.
de_de: Gespeichert.
es_es: Guardado.
ru_ru: Сохранено.

# DialogAddWatchFolderTitle
source: Add watch folder
de_de: Überwachungsordner hinzufügen
es_es: Agregar carpeta de supervisión
ru_ru: Добавить папку наблюдения

# DialogAddWatchFolderMessage
source: Do you want to add a new watch folder before scanning?
de_de: Möchten Sie vor dem Scannen einen neuen Überwachungsordner hinzufügen?
es_es: ¿Quieres agregar una nueva carpeta de supervisión antes de analizar?
ru_ru: Добавить новую папку наблюдения перед сканированием?

# DialogNewProfileTitle
source: New profile
de_de: Neues Profil
es_es: Nuevo perfil
ru_ru: Новый профиль
